import "./About.css"
export default function About() {
  return (
    <div className='mydiv'>
      <div className="bg-overlay">
        <div className="textabout">
          <h1>Eazydate</h1>
          <h2>מהיום לא מחפשים רעיונות בשביל הדייט המושלם. </h2>
          <h3>לנו יש אותו - באיזי!</h3>
          <p>ברוכים הבאים ל Eazydate , אתר שעושה לך את החיים הרבה יותר קלים! אתר זה מסכם לך את כל האטרקציות והבילויים שיהפכו את הדייטים שלך לדייט בלתי נשכח. מטיולים רגליים ועד מסעדות חווייתיות אשר יקדמו אתכם לשלב הבא בזוגיות.  האתר זמין לכולם כמובן. אם אתם עסק אשר חושב שיש לו מה להציע לזוג יונים, אתם מוזמנים לעלות את העסק שלכם ולשתף אותנו.</p>
        </div>
      </div>
    </div>
  );
}